{"": "Information not available", "/menus": "Information not available", "/about": "Ken Oringer is the James Beard Award-winning chef and co-founder of JK Food Group. Oringer owns and operates highly acclaimed restaurants around Boston including Italian-style enoteca Coppa [a three-star reviewed restaurant from The Boston Globe and named a “Best New Restaurant” by Esquire], Spanish tapas restaurant Toro, and the global-inspired small plates restaurant and raw bar Little Donkey. In 2022, Oringer opened Faccia a Faccia, a coastal Italian restaurant and his first new concept in six years. Oringer is also partnering with JK Food Group Beverage Director Jodie Battles to open Bar Pallino, a natural wine bar located downstairs from Faccia a Faccia. Prior to starting JK Food Group, Oringer opened Clio in Boston (now called Uni), which was named one of “America’s Best New Restaurants” by Esquire, one of the “Top 50 Restaurants in America” by Gourmet magazine, and continues to be one of the most notable restaurants in Boston. Oringer has received numerous awards and recognition for his work, including garnering the StarChefs Rising Stars Mentor Award in 2010 for his dedication to teaching and inspiring the next generation of chefs. When not working, Oringer enjoys spending time at home with his wife Celine and children Verveine and Luca.", "/hours-location-index": "Sunday-Thursday 5pm-10pm", "/events-1": "From weddings, to birthdays, to holiday parties, done it all, and we’re ready to do it with you. Our team will work with you to create to customize food and beverage offerings for your guests, creating a memorable event from start to finish. With space for up to 75 guests, our restaurant is perfect for both seated dinners and cocktail style gatherings. Fill out the form below to inquire about hosting a private event with us, and we will get back to you as soon as we can.", "/employment-index": "Awesome! Toro is part of JK Food Group, includingLittle Donkeyin Cambridge,Coppain the South End, and Faccia a Faccia in Back Bay. Please view all positions & apply through the links below.", "/reservations": "Before you dine, please visitHEREto review our new safety measures and protocols."}